var lastname = "Ivanov", firstname = "Ivan", age = 35;//объявляю и инициализирую 3 переменные
alert(lastname + " " + firstname + " " + age);//отображаю значения уже объявленных 3-х переменных
var salary, premium;//объявляю еще две переменные
salary = 4000;//инициализирую переменную зарплата
premium = 500;//инициализирую переменную премия
salary = salary + 2*premium;//рассчитываю новое значение переменной зарплата
var tax = 300;//объявляю и инициализирую переменную налог
salary -= tax;//вычисляю,какой будет зарплата без налога
alert(lastname + ' размер заработной платы ' + salary);//отображаю размер зарплаты сотрудника
